[
    {
      "title": "Dead ‘cannibal’ star spotted with metal scar after consuming part of a planet",
      "hot": true,
      "text": "[/images/new_1_image_1.png]\n\nAn artist's impression depicts a dead white dwarf star and its magnetic field, which is usually invisible but shown in loops around the star. The dark area near one of the star's poles is a metal scar that remained after the star consumed a planetary fragment.\n\n(CNN)—Astronomers have spotted an unusual sign that a dead star feasted on a fragment of a planet orbiting it: a metal scar on the star’s surface. The revelation sheds light on the dynamic nature of planetary systems even in the end stages of a star’s life cycle — and could foretell the eventual fate of our own solar system, according to the scientists.\n\nPlanets form from swirls of gas and dust called a protoplanetary disk that surrounds a newly formed star. But as the star ages and dies, the stellar object can consume the very planets and asteroids it helped create.\n\nAstronomers observed a dead star, known as a white dwarf, located about 63 light-years away from Earth using the European Southern Observatory’s Very Large Telescope in Chile. The observation revealed a metallic feature on the star’s surface that the researchers determined was related to a change detected in the star’s magnetic field. A new study detailing the observation appeared Monday in The Astrophysical Journal Letters.\n\n“It is well known that some white dwarfs — slowly cooling embers of stars like our Sun — are cannibalising pieces of their planetary systems. Now we have discovered that the star’s magnetic field plays a key role in this process, resulting in a scar on the white dwarf’s surface,” said lead study author Dr. Stefano Bagnulo, an astronomer at Armagh Observatory and Planetarium in Northern Ireland, in a statement.\n\nThe white dwarf, called WD 0816-310, is an Earth-size remnant of a star that was once like our sun but larger. The stellar object acquired a noticeable dark mark on its surface, which turned out to be a concentration of metals.\n\n“We have demonstrated that these metals originate from a planetary fragment as large as or possibly larger than Vesta, which is about 500 kilometers (310 miles) across and the second-largest asteroid in the Solar System,” said study coauthor Jay Farihi, a professor of astrophysics at University College London, in a statement.\n\nA magnetic connection\nWhile working with the Very Large Telescope, the team relied on its FORS2 instrument, considered a “Swiss-army knife” instrument by the researchers, to determine how the metal became part of the star. FORS2 is short for Focal Reducer/low dispersion Spectrograph 2.\n\nAs the astronomers observed the star, they noticed that the concentration of the metal they detected changed while the star rotated. Rather than being spread across the star’s surface as predicted by astronomical theory, the metal was focused in one area, said study coauthor John Landstreet, professor emeritus of physics and astronomy at Western University in Canada, in a statement.\n\nThe strength of the metal detection also synced with changes observed in the star’s magnetic field, which led the team to determine that the metal scar was located on one of the star’s magnetic poles.\n\nThe star’s magnetic field pulled the metals toward the star, which led to the presence of the scar, the finding has suggested.\n\n“This scar is a concentrated patch of planetary material, held in place by the same magnetic field that has guided the infalling fragments,” said Landstreet, also affiliated with the Armagh Observatory and Planetarium. “Nothing like this has been seen before.”\n\nA peculiar star\nPrevious observations of white dwarfs have shown the dead stars to have surfaces that are scattered with metals. The metallic features are likely from planets or asteroids that came too close to the star — much like comets that fly near the sun in our solar system.\n\nBut WD 0816-310 presents an entirely different scenario orchestrated by the star’s magnetic field. The process is similar to how auroras create bright displays near Earth’s poles as energetic particles from the sun collide with Earth’s atmosphere.\n\nThe study authors said that their observations show the dynamic actions that can take place within other planetary systems, even after the host star dies.\n\nIn about 5 billion years, our sun is expected to become a white dwarf.\nBut first, the golden orb will become a red giant, puffing up and expanding as it releases layers of material. Red giants form when stars have exhausted their supply of hydrogen for nuclear fusion and begin to die.\n\nAs a red giant, the sun will likely evaporate the solar system’s inner planets such as Mercury and Venus, although Earth’s fate remains unclear, according to NASA.",
      "Source": "Ashley Strickland, CNN",
      "time": "2024-02-26"
    },
    {
      "title": "Elon Musk: SpaceX's Starship will rotate to simulate gravity on its way to Mars",
      "hot": false,
      "text": "IT Home reported on March 10 that after the first two launches of Starship ended in explosions, SpaceX is gearing up and planning a third orbital launch attempt. The company recently revealed that it plans to launch \"around March 14,\" but the exact timing is still subject to regulatory approval.\n\n[/images/new_16_image_1.png]\n\nMeanwhile, SpaceX CEO Elon Musk is looking to the future, imagining a scenario for passengers to travel to Mars on a Starship spacecraft.\n\nWhen John Carmack, founder of game engine developer id Software, suggested that SpaceX try to make the Dragon spacecraft rotate to simulate artificial gravity, Musk replied: \"The starship will rotate slowly on its way to Mars.\" Even a very small force of gravity is better than a complete loss of gravity. ”\n\n[/images/new_16_image_2.png]\n\nAccording to IT House, the concept of using the centrifugal force generated by a rotating spacecraft to artificially simulate gravity has been around for a whole century and is common in works of science fiction. For example, the Discovery One spacecraft in the science fiction movie \"2001: A Space Odyssey\" allows passengers to jog in a rotating centrifugal cabin.\n\nHaving a spacecraft spin in space isn't for fun. Scientists have found that prolonged exposure to microgravity can have negative effects on human health, such as decreased bone density and \"spaceflight-related neuro-ophthalmologic syndrome,\" which causes changes in the shape of the eye, which in turn affects vision.\n\nHowever, there are also some core issues with the implementation of artificial gravity. First, the spacecraft needs to be large enough to spin at a suitable rate to generate enough centrifugal force. In general, the smaller the angular velocity radius, the faster the rotation must be to produce an effect equivalent to the Earth's surface gravity (1g).\n\nSecond, spinning may cause motion sickness in astronauts. The effects of gravity can also create differences between the astronaut's head and feet, with other unintended consequences.\n\nIn response to Musk's tweet, Peter Hague, a doctor of astrophysics, pointed out that there is an alternative to having a single starship rotate around its own axis. \"Why not launch two starships and connect them with ropes? \"This allows for a larger radius of rotation and easy simulation of Martian gravity.\" ”\nWhile Musk did not reply to Hagrid directly, he hinted back in 2021 that SpaceX had considered such a possibility.\n\nYoutube space blogger Marcus House points out that another problem is how to reliably get energy from the sun, and that a rotating starship will make it very difficult to keep \"cold\" and \"solar cells facing in the right direction\".\n\nDesign issues aside, SpaceX isn't the only company looking to bring sci-fi concepts to life. Other companies, such as Airbus, are also working on rotating space stations to provide artificial gravity to astronauts in orbit. In 2021, NASA and Blue Origin also announced a new program to study artificial gravity using a rapidly rotating capsule.\n\nHowever, the journey through millions of kilometers between Earth and Mars presents very different challenges and comes with its own set of challenges than a space station operating in Earth's orbit.\n\nTo be clear, SpaceX is still years away from sending Starship to Mars. The spacecraft has not even managed to enter orbit and exploded during the first two test flights.\n\nGiven Musk's history of exaggerating and making \"largely meaningless predictions,\" perhaps his remarks should be taken with a grain of salt. However, considering the health risks associated with being in a cramped spacecraft on the way to Mars for long periods of time, it is also very reasonable to consider the use of artificial gravity.",
      "Source": "IT House",
      "time": "2024-03-07"
    },
    {
      "title": "A well-known airline suddenly closed down, and all flights were suspended! Some passengers said that \"I didn't know until I arrived at the airport\" ",
      "hot": false,
      "text": "According to Reuters, recently, Canada's low-cost airline Lynx Air (Lynx Air) suddenly said that it had filed for bankruptcy protection with the court and would cease operations on February 26.\n\nThe company said that despite the significant growth and cost reduction, the challenges facing the business have become \"too significant to overcome\". It said flights will continue to operate until 12:01 p.m. local time (2:01 a.m. ET) on Feb. 26.\n\nAccording to The Paper, recently, some netizens posted on social platforms one after another that they were told that the airline was out of business and the flight was canceled when they arrived at the airport, and those who had just received the flight cancellation email began to urgently refund their tickets.\n\n[/images/new_3_image_1.png]\n\nSome netizens said that the number of contacts with the airline's customer service has reached 500. On social platforms, there have also been many requests for help from consumers facing difficulties in refunding tickets on platforms such as Ctrip, Qunar, and Fliggy.\n\nSome netizens said that the customer service has been ranked 500th\n\nAccording to Southern Metropolis Daily, in response to the news, on February 27, Qunar responded to some netizens that passengers who booked Lynx Air tickets on the Qunar platform and the travel date was after February 26 (including that day) local time can apply for a full refund, and Qunar will refund users in advance.\n\nSome netizens reported that the official website of Lynx Air shows that the ticket refund is successful, but Qunar has not given a refund yet, and the page shows that the refund will take 365 days. In this regard, Qunar said that the above-mentioned netizens posted a day ago, and it is now possible to operate a refund.\n\nHowever, Fliggy responded that Fliggy will fund service guarantees, and all passengers on the platform who book Lynx Air tickets with a travel date after February 26 (including that day) local time can apply for a full refund on Fliggy.\n\nAs a Canadian-based airline, Lynx Air is positioned as a low-cost carrier headquartered in Calgary, Alberta. The company currently has nine Boeing 737 MAX 8 passenger aircraft, mainly operating flights within Canada and to the United States and Mexico, and has launched a special ticket of 39 Canadian dollars (200 yuan) in the early days of its flight, and often only 59 Canadian dollars from Toronto to Calgary.\n\nLynx Air said that the company's operating difficulties are related to inflation, competition, fuel costs, exchange rates and regulatory costs in the Canadian market, and the company's contact center will not be able to help with refunds after the company's shutdown.\n\nAccording to Yicai, Lynx Air is not the first airline to fall in recent years, and during the epidemic, airlines have closed or stopped operations every year.\n\n\"The industry has suffered significant losses in recent years and is expected to achieve a net profit of \\$25.7 billion in 2024, and from 2024 onwards, we expect both passenger and freight to return to more regular growth.\" Willie Walsh, president of the International Air Transport Association, said that the industry's net profit margin of 2.7% was far below the level that most industry investors would accept. \"Some airlines are performing better than average, while others are struggling, with an average net profit of just \\$5.45 per passenger on board, which is equivalent to buying a latte at Starbucks in London, which is not enough to withstand future risk shocks, and airlines are overwhelmed by onerous regulation, fragmented and expensive infrastructure costs, and oligopoly-ridden supply chains while competing for customers.\"",
      "Source": "China Central Broadcasting Network",
      "time": "2024-02-26"
    },
    {
      "title": "Astronomers discover strange new type of star hidden in the center of our galaxy",
      "hot": true,
      "text": "[/images/new_2_image_1.png]\n\n (CNN) — A decade-long survey of the night sky has revealed a mysterious new type of star astronomers are referring to as an “old smoker.”\n\nThese previously hidden stellar objects are aging, giant stars located near the heart of the Milky Way galaxy. The stars are inactive for decades and fade until they’re almost invisible before belching out clouds of smoke and dust, and astronomers think they could play a role in distributing elements across the universe.\n\nFour studies detailing the observations published January 25 in the Monthly Notices of the Royal Astronomical Society.\n\nAstronomers observed the old smoker stars for the first time during the survey that involved monitoring nearly a billion stars in infrared light, which is invisible to the human eye.\n\nThe observations were carried out with the Visible and Infrared Survey Telescope, situated at a vantage point high in the Chilean Andes at the Cerro Paranal Observatory.\n\nThe search for newborn stars\nThe team’s initial goal was searching for newborn stars, which are hard to detect in visible light because they are obscured by dust and gas in the Milky Way. But infrared light can pierce through the galaxy’s high concentrations of dust to pick out otherwise hidden or faint objects.\n\nWhile two-thirds of the stars were easy to classify, the remainder were more difficult, so the team used the European Southern Observatory’s Very Large Telescope to study individual stars, said Philip Lucas, professor of astrophysics at the University of Hertfordshire. Lucas was the lead author of one study and a coauthor on the other three.\n\n[/images/new_2_image_2.png]\n\nAs astronomers monitored hundreds of millions of stars, they tracked 222 that experienced noticeable shifts in brightness. The team determined that 32 of them were newborn stars that increase in brightness by at least 40 times, and some as much as 300 times. A large percentage of the eruptions are ongoing, so astronomers can continue monitoring how the stars evolve over time.\n\n“Our main aim was to find rarely-seen newborn stars, also called protostars, while they are undergoing a great outburst that can last for months, years, or even decades,” said Dr. Zhen Guo, Fondecyt Postdoc Fellow at the University of Valparaiso in Chile, in a statement. Guo was the lead author of two studies, and coauthor on the other two.\n\n[/images/new_2_image_3.png]\n\n“These outbursts happen in the slowly spinning disc of matter that is forming a new solar system. They help the newborn star in the middle to grow, but make it harder for planets to form. We don’t yet understand why the discs become unstable like this,” Guo said.\n\nAn unexpected stellar discovery\nDuring their observations of stars near the galactic center, the team identified 21 red stars that experienced unusual changes in luminosity that puzzled astronomers.\n\n“We weren’t sure if these stars were protostars starting an eruption, or recovering from a dip in brightness caused by a disc or shell of dust in front of the star — or if they were older giant stars throwing off matter in the late stages of their life,” Lucas said.\n\nThe team focused on seven of the stars and compared the new data they collected with data from previous surveys to determine that the stellar objects were a new type of red giant stars.\n\n[/images/new_2_image_4.png]\n\nRed giants form when stars have exhausted their supply of hydrogen for nuclear fusion and begin to die. In about 5 or 6 billion years, our sun will become a red giant, puffing up and expanding as it releases layers of material and likely evaporating the solar system’s inner planets, although Earth’s fate remains unclear, according to NASA.\n\nBut the stars spotted during the survey are different.\n\n“These elderly stars sit quietly for years or decades and then puff out clouds of smoke in a totally unexpected way,” said Dante Minniti, a professor in the department of physics at Andrés Bello University in Chile and coauthor on three of the studies, in a statement. “They look very dim and red for several years, to the point that sometimes we can’t see them at all.”\n\nThe stars were largely found in the innermost nuclear disc of the Milky Way, where stars are more concentrated in heavy elements. Understanding how the old smokers release elements into space could change the way astronomers think about the way such elements are distributed across the universe.\n\nAstronomers are still trying to understand the process behind the stars’ release of dense smoke, and what occurs after.\n\n“Matter ejected from old stars plays a key role in the life cycle of the elements, helping to form the next generation of stars and planets,” Lucas said. “This was thought to occur mainly in a well-studied type of star called a Mira variable. However, the discovery of a new type of star that throws off matter could have wider significance for the spread of heavy elements in the Nuclear Disc and metal-rich regions of other galaxies.”",
      "Source": "Ashley Strickland, CNN",
      "time": "2024-01-30"
    },
    {
      "title": "A 59-year-old man lost contact in the waters of Shenzhen, drifted 20 kilometers to Hong Kong, and his wife: I cried all night and almost wanted to commit suicide",
      "hot": true,
      "text": "Recently, a 59-year-old man in Yantian District, Shenzhen, lost contact while playing paddle boarding on the water, and at about 11 a.m. the next day, he went ashore on his own and found himself drifting to Gao Lau Wan in Sai Kung, Hong Kong.\n\nAccording to Hong Kong media reports, the party's surname is Zhang, 59 years old, who is engaged in IT work in Hong Kong. According to his wife, her husband loves water activities and is familiar with the environment of the accident area. During this time, he shouted and waved at the search and rescue team, but was not found.\n\n[/images/new_4_image_1.png]\n\nShe said that her husband was adrift on the sea, and under the pressure of hunger and cold, he had the idea of giving up several times, thinking that his wife and children were still waiting at home, so he pinned his hope on faith, urinated and other ways to keep warm, and was finally rescued.\n\nAccording to the Shenzhen Evening News, the man drifted all the way from Shenzhen to Hong Kong, drifting 19.6 kilometers, and the water temperature in the sea was less than 20 degrees Celsius that night, and he was in a low temperature environment for 20 hours. The place where it lands is called \"Gaoliu Bay\", the danger factor is high, and the current is very turbulent.\n\nOn February 28, Jiupai News contacted the Information Department of the Hong Kong Special Administrative Region Government and learned that the staff inquired about the hospital where the man surnamed Zhang was located on the 25th and learned that he was in serious condition at that time.\n\n[1] Rescue: Drones, helicopters and boats were deployed\n\nAt 17:23 on February 24, the Maritime Search and Rescue Center of Dapeng New District, Shenzhen received a police report: a man was missing while playing on a non-powered sports paddleboard in the waters near \"Vanke Seventeen Miles\" (real estate). The man was unable to return on his own due to strong winds at sea, and the situation became extremely critical as the temperature dropped sharply during the night.\n\nAfter receiving the alarm, the Maritime Search and Rescue Center of Dapeng New Area responded quickly and activated the emergency plan. Multiple agencies worked closely together to carry out extensive search and rescue at sea, and in order to expand the search area, rescuers also used fixed-wing drones and thermal imaging multi-rotor drones to conduct aerial searches. In addition, the Shenzhen Maritime Search and Rescue Centre has been in close communication with the Hong Kong Maritime Rescue Coordination Centre to coordinate the dispatch of helicopters and boats to conduct searches in Hong Kong waters.\n\nAfter a multi-departmental and cross-regional joint search and rescue between Shenzhen and Hong Kong, at 12:16 on February 25, the missing person was successfully found in Gaoliu Wanzui, Hong Kong, and confirmed to be safe and sound.\n\nThe place where the man came ashore is called \"Gaoliu Bay\", which has a strong current and a high risk factor. That night, the water temperature in the sea was less than 20 degrees Celsius, and the man surnamed Zhang drifted 19.6 kilometers and was in a low temperature environment for 20 hours.\n\nThe maritime authorities also remind the general public and tourists that there are certain safety risks associated with sea-related activities, and that they should pay close attention to weather conditions and sea state information before traveling at sea, and do not venture out to sea in bad weather or uncertain sea conditions. When using sports paddle boards and other marine recreational facilities, it is necessary to improve the awareness of self-safety protection, be sure to wear life jackets, and move in the safe waters near the shore, do not go to navigable waters such as waterways and anchorages, and call 12395 for help at sea in time when in distress.\n\n[2] Wife: Firmly believe that she can find her husband\n\nBrother Zhang's wife told media reporters that on the day of the Lantern Festival, her husband went into the water at 12 noon and there was nothing unusual. During the phone call, the husband said that he was ready to go back, and she was also ready to make rice balls.\n\nBut because her husband has not returned for a long time, she is a little uneasy. At 4:40 p.m., she received a video call from her husband that lasted about 3 minutes, and the other party did not ask for help at that time, but only said that on the return trip, \"We are husband and wife, and his call status is not right, I can't hear his voice, but there is nervousness and fear in his eyes.\" ”\n\nSo she said to her husband: \"You take a video for me now, keep your phone unblocked\", but in the end, she lost the news, and she immediately called the police for help.\n\nAfterwards, she asked her husband and learned that he felt that he had the ability to swim back to shore, so he put his mobile phone on the upright board and went into the water to swim. Isolated and helpless, he suddenly panicked, and an hour passed, and he didn't know where to float with the water.\n\nLater, when the sky became dark, the police received a report and sent drones and rescue boats to search for the case. The husband said that he had seen the search and rescue team shouting and waving for help, suspected that it was too dark and he was outside the police cordon and was not found. During this period, the husband wanted to give up for a while, but when he thought of his wife and children, he regained his will to live.\n\nThe husband said that he used urine to warm his chest and abdomen, but the warmth only lasted for a while, and his body soon became cold again. So, every once in a while, he relieved himself, went into the water, and survived the whole cold night.\n\nWhen drifting to the waters around Sai Kung, Hong Kong, the husband saw a nearby mountain by moonlight, and he was afraid to approach it for fear of a reef on the shore.\n\nTo keep warm, he fetched a nearby fishing net and wrapped it around his body. When they saw the fishing boat, they shouted for help and called the police, and someone came out to check it, suspecting that it was a stowaway and did not help. Due to his fatigue, he had to find a warm place to lie down and fall asleep, until around 11:52 a.m., he was rescued by finding someone to call the police by phone in Gaoliuwan.\n\n\"A lot of bad voices said that (husband) couldn't come back, and I wanted to jump down and go with him.\" Mr. Zhang's wife talked about her husband's feelings when she lost contact, and bluntly said that she almost had the idea of suicide and cried all night.\n\n[/images/new_4_image_2.png]\n\nThe next day, she received a notice from the Hong Kong Marine Police confirming the safety of her husband, and immediately let go of her heart, crying loudly and unable to speak. Her husband was suspected of not eating for a long time, and his stomach was damaged by devouring bread from the villagers after he went ashore.",
      "Source": "Nine News",
      "time": "2024-02-29"
    },
    {
      "title": "Only fingernails long, the \"roar\" of this fish is comparable to that of an airplane taking off! The principle behind it is very special",
      "hot": false,
      "text": "A study conducted by German scientists has shown that a small fish no more than half an inch (about 1.27 centimeters) in length can make sounds louder than elephants.\n\nThe small, transparent fish called Danionella cerebrum (Chinese translated as \"cerebellar medaka\") lives in the shallow waters of Myanmar and was not discovered and classified by scientists until 2021. It is also one of the smallest fish in the world, measuring only the length of an average person's fingernail.\n\n[/images/new_5_image_1.png]\n\nA school of Danionella cerebrum fish in a container\n\nRalph Britz, a ichthyologist at the Sengkenberg Museum of Natural History in Dresden, Germany, said the fish can make sounds of more than 140 decibels, \"which is comparable in intensity to humans hearing the noise of an airplane taking off at a distance of 100 meters, which is unusual for such a high-pitched sound for such a small animal.\" ”\n\nIn general, large animals produce higher decibels than small animals, for example, elephants can make sounds of up to 125 decibels through their noses. However, some small animals are also capable of making alarming noises that are not commensurate with their size, such as a \"slap shrimp\" that produces up to 250 decibels with its claws. Ralph Britz also mentioned that in addition to the fish observed this time, there are also fish that can make unusually loud sounds, such as the flatfin pelagic fish, which can make courtship calls of up to 130 decibels.\n\nBut compared to other \"loud voices\", Danionella cerebrum's vocal mechanism is unique. Using high-speed cameras, tiny CT scans and relevant genetic information gathered, the researchers revealed the mystery of the fish's high-decibel sound.\n\n[/images/new_5_image_2.png]\n\nDanionella cerebrum has a unique \"percussion cartilage\" structure\n\n\"Their bodies have a unique structure – a striking cartilage, a special rib cage and a fatigue-resistant muscle that allows the fish to squeeze the swim bladder by alternating between the cartilage on the left and right sides of the body to produce high-frequency pulses, while the lower frequency pulses are generated by repeated unilateral compressions on the same side of the body. The use of bilateral and unilateral contractions means that more diverse sounds can be varied. According to the researchers, no other fish can produce sound by using repetitive unilateral muscle contractions, so it is unique.\nGiven that these fish typically use pulsing sounds to communicate with each other in murky waters, researchers published an article in the Proceedings of the National Academy of Sciences of the United States of America to hypothesize that \"competition between males in this visually constrained environment promotes the development of special acoustic communication mechanisms.\" ”",
      "Source": "Red Star News",
      "time": "2024-02-28"
    },
    {
      "title": "\"Rare is not alone\" Focus on rare diseases Focus on our future",
      "hot": true,
      "text": "CCTV News February 28 is the annual International Day of Rare Diseases, and the slogan of this year's International Day of Rare Diseases is: \"Rare is not alone, rare is strong, proud of rareness\".\n\n\"Baby Panda\", \"Porcelain Doll\", \"Baby Butterfly\", behind these beautiful names are a rare disease that is not known to most people. There are many types of rare diseases, and more than 7,000 rare diseases have been discovered so far, covering more than 300 million patients worldwide.\n\nWith the joint efforts of all sectors of society, positive progress has been made in the prevention and treatment of rare diseases in China. What is a rare disease? What are the main groups of people with rare diseases? What are the current problems and technological breakthroughs in the prevention and treatment of rare diseases in China? On the eve of Rare Disease Day 2022, reporters interviewed rare disease clinical experts and related companies.\n\nWhat is a rare disease\n\nAccording to the definition of the \"China Rare Disease Definition Research Report 2021\", in China, diseases with a neonatal incidence of less than 1/10,000, a prevalence of less than 1/10,000, and a number of patients less than 140,000 are called rare diseases. The number of 7,000 known rare diseases is not fixed, and in recent years, with the rapid development of genetic testing technology, about 200 new diseases have been discovered every year.\n\n[/images/new_6_image_1.png]\n\nZhang Yuehua, chief physician of the Department of Pediatrics at Peking University First Hospital, said that simply put, the concept of \"rare disease\" is the opposite of \"common disease\", which is a type of disease with very low incidence, a wide variety of diseases, serious symptoms and complex detection technology. About 80% of rare diseases are hereditary, and 50% occur in the neonatal or childhood period.\n\n[/images/new_6_image_2.png]\n\n\"Rare diseases are the epitome of human diseases, and with the deepening of human research on diseases, more and more rare diseases are discovered and recognized.\" Peng Jing, director of the Department of Pediatrics at Xiangya Hospital of Central South University, said that the prevention and treatment of rare diseases still faces great challenges. \"First, the diagnosis and identification of diseases is difficult due to their rarity; Secondly, there is no effective treatment for most diseases, and the study of pathogenic mechanism, the research and development of special drugs, and the clinical application of gene therapy are imminent. For a small number of diseases with special drugs or gene therapy, patients often face high costs; Finally, many rare diseases lack a professional multidisciplinary management platform. The\n\ncurrent status\n\nof prevention and treatment of rare diseases in China On May 11, 2018, the National Health Commission, the Ministry of Science and Technology, the Ministry of Industry and Information Technology, the National Medical Products Administration, and the State Administration of Traditional Chinese Medicine jointly formulated the First Batch of Rare Disease Catalogue in China, which includes a total of 121 rare diseases. This is the first time that a rare disease has been defined in the form of a disease catalogue at the national level, and it is regarded as a milestone in the diagnosis and treatment and protection of rare diseases in China. The prevention, control, diagnosis and treatment of rare diseases is an arduous task, and China is also facing many challenges in the prevention and treatment of rare diseases.\n\n[/images/new_6_image_3.png]\n\nDr. Yu Weishi, CEO of Beijing Saifu Gene, who has been focusing on the integration of prevention and control of rare diseases and diagnosis and treatment for many years, believes that China has made great progress in the prevention and treatment methods and policies of genetic diseases, but in the field of rare diseases, there are still problems such as insufficient understanding of diseases, lack of methods and standards for diagnosis and treatment. \"Statistics show that 64.2% of patients with rare diseases have been misdiagnosed, and each patient has to go through 3-5 medical institutions on average to be diagnosed, and about 30% of children with rare diseases live no more than 5 years old.\" He introduced that in terms of neonatal genetic disease screening, developed countries such as Europe, America, and Japan have a coverage rate of nearly 100%, covering dozens of diseases, but China's rare disease prevention and control started relatively late, and newborn screening covers fewer diseases, and it is still facing nearly 1 million new children with genetic diseases every year.\n\nNot only in China, but also around the world, the diagnosis and treatment of rare diseases are facing many challenges, mainly focusing on the lack of information and cognition of rare diseases, the lack of diagnostic standards and tools, and the shortage of geneticists.\n\nPeng Jing said that to promote China's understanding of the prevention and treatment of rare diseases, the clinical perspective can start from five points. First, improve the understanding and concern of medical staff about rare diseases, strengthen medical education and training in rare diseases and related fields, reduce the rate of misdiagnosis and missed diagnosis of patients, achieve early diagnosis and early identification, and strive for early treatment of diseases that can be treated with drugs; Second, integrate medical resources, promote the construction of multidisciplinary teams for rare diseases, and provide professional and systematic diagnosis and treatment management for patients with rare diseases through the establishment of a comprehensive diagnosis and treatment management plan and a doctor-patient communication platform. Third, strengthen research on the mechanism of rare diseases and the research and development of new drugs to solve the technical bottleneck of gene therapy; Fourth, improve the construction of clinical databases and biobanks for rare diseases, realize data sharing, promote the combination of medical treatment and scientific research, and strengthen basic research and clinical transformation of rare diseases. Fifth, we should intensify the popularization of science on rare diseases, let the public understand rare diseases, reduce the birth rate of rare diseases, and achieve eugenics.\n\nZhang Yuehua said that the team of Peking University First Hospital is very concerned about how to promote the improvement of the prevention and treatment of rare diseases in China from the level of academic research. She believes that more rare disease cohort programs, such as the application and promotion of \"orphan drugs\", are needed in China to promote the research of natural medical history and new treatments. \"We need further close cooperation between academic organizations, professional committees, discipline leaders, patient associations and other social organizations, as well as government charities, to promote the progress of rare disease research and to connect all relevant parties in society, which is also a very difficult task.\"\n\nDevelopment and Progress\nof Rare Disease Prevention and Treatment\nIn the past, most of the rare diseases were incurable diseases with unknown etiology. The rapid rise and development of gene sequencing technology and gene therapy technology has made it possible for more and more patients with rare diseases to be diagnosed and cured. Laboratory diagnostic technologies for rare diseases are developing rapidly, and many technologies from basic scientific research are constantly being transformed into new rare disease diagnostic products and services for clinical use.\n\nIn February 2019, the National Health Commission announced the establishment of a national rare disease diagnosis and treatment cooperation network to strengthen the management of rare diseases in China and improve the level of diagnosis and treatment of rare diseases. The National Health Commission has selected 324 hospitals with strong diagnosis and treatment capabilities and a large number of cases to form a rare disease diagnosis and treatment cooperation network across the country, including 1 national leading hospital, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, 32 provincial leading hospitals and 291 member hospitals.\n\nTaking the research on the diagnosis and treatment of Dravet syndrome as an example, the pediatric neurology group of Peking University First Hospital, which is the \"provincial leading hospital\" of the National Rare Disease Diagnosis and Treatment Collaboration Network in Beijing, has been focusing on collecting Dravet syndrome cases since 2005. As of February 2022, a total of 1,168 cases have been collected, and the world's largest clinical data and DNA sample bank for Dravet syndrome has been established, and the natural history of the disease (early clinical features, clinical manifestations and EEG evolution) and the risk factors for acute encephalopathy after the development of status epilepticus have been studied. The pathogenic gene profile and the correlation between genotype and phenotype of the disease were studied, and genetic counseling and prenatal diagnosis were carried out. The efficacy of the ketogenic diet was observed, and the global clinical trial of the new drug treatment was added; The long-term prognosis of the child is followed up, and the patient meeting is held regularly to provide better diagnosis and treatment plan for the child.\n\nPeng Jing said that with the rapid development of medical science and technology, rare diseases have also made a qualitative leap in treatment, especially the continuous progress in the field of genetic diagnosis and gene therapy, which has allowed more and more new drugs to enter the clinic. \"In recent years, our country has also been paying more attention to rare diseases, including support for rare disease patients and their families, and a series of measures such as promoting the inclusion of rare disease drugs in medical insurance, which have brought hope to rare disease patients.\"\n\nYu Weishi believes that to promote the development of rare disease prevention and treatment, on the one hand, it is necessary to actively digest and absorb foreign cutting-edge rare disease diagnosis technologies and apply them to the diagnosis of rare disease patients in China, such as whole exome sequencing technology and whole genome sequencing technology, which have been widely used in the auxiliary diagnosis of genetic diseases. On the other hand, companies such as Saifu Gene are also making every effort to explore the transformation of various basic research results into clinical testing products for rare diseases to better serve clinicians and patients.\n\nPaying attention to rare diseases and focusing on our future\n\nIt is the determination and attitude of the country not to give up on every patient with rare diseases. In recent years, the National Health Insurance Administration (NHSA) has included eligible drugs for rare diseases into the scope of medical insurance payment according to the procedures based on factors such as the demand for clinical treatment drugs and the financing ability of medical insurance, effectively improving the level of protection for patients with rare diseases.\n\n\"Developing diagnostic services and products with low price, easy operation, accurate results, and in line with the spectrum of rare diseases of Chinese, so that the proportion of birth defects continues to decrease, and helping more children obtain accurate diagnosis and treatment is the goal that Saifu Gene wants to achieve.\" Yu Weishi said that Saifu Gene has made a comprehensive strategic deployment in the field of rare disease prevention and control, diagnosis and translational medicine, has clinical testing products and services throughout the whole life cycle, and continues to launch three-level prevention and control system testing products in line with China's national conditions, accelerate the drug research and development process according to the needs of pharmaceutical companies, help children improve treatment effects, and improve the opportunity to obtain high-quality medical care. \"We firmly believe that the development of human genetics, precision medicine, and personalized medicine will make rare diseases no longer rare and make every Chinese child healthier.\"\n\n[/images/new_6_image_4.png]\n\nThe \"14th Five-Year Plan\" clearly states that it is necessary to give priority to the protection of people's health and provide people with a full range of life-cycle health services. Most genetic rare diseases can be effectively prevented, and there are currently three levels of prevention mechanism in China, premarital and preconception screening, prenatal screening and prenatal diagnosis, and newborn screening. In terms of prevention and control, prenatal screening and prenatal diagnosis are particularly important.\n\nAttention to rare disease patients is closely related to the degree of civilization progress of society, and we should strive to create a fair, just and non-discriminatory social environment for rare disease groups.",
      "Source": "CCTV",
      "time": "2022-02-24"
    },
    {
      "title": "Astronomers discover 3 previously unknown moons orbiting planets in our solar system",
      "hot": false,
      "text": "[/images/new_7_image_1.png]\n\n (CNN) — Astronomers have discovered three previously unknown moons around Uranus and Neptune, the most distant planets in our solar system.\n\nThe find includes one moon spotted orbiting Uranus — the first discovery of its kind in more than 20 years — and two detected in Neptune’s orbit.\n\n“The three newly discovered moons are the faintest ever found around these two ice giant planets using ground-based telescopes,” said Scott S. Sheppard, astronomer at the Carnegie Institution for Science, in a statement. “It took special image processing to reveal such faint objects.”\n\nThe revelations will be helpful for missions that may be planned to explore Uranus and Neptune more closely in the future, a priority for astronomers since the ice planets were only observed in detail with Voyager 2 in the 1980s.\n\nThe three moons were announced on February 23 by the International Astronomical Union’s Minor Planet Center.\n\nFinding faint moons\nThe newfound Uranian moon is the 28th to be observed orbiting the ice giant and is also likely the smallest, measuring 5 miles (8 kilometers) across. The moon, called S/2023 U1, takes 680 Earth days to complete one orbit around the planet. In the future, the tiny satellite will be named after a Shakespearean character, in keeping with the tradition of Uranus’ moons bearing literary names.\n\nSheppard spotted the Uranian moon in November and December while carrying out observations using the Magellan telescopes at Las Campanas Observatory in Chile. He worked with Marina Brozovic and Bob Jacobson of NASA’s Jet Propulsion Laboratory in Pasadena, California, to determine the moon’s orbit.\n\n[/images/new_7_image_2.png]\n\nThe Magellan telescopes also played a key role in helping Sheppard find the brighter of the two new Neptunian moons, S/2002 N5. The Subaru telescope, located on Hawaii’s dormant volcano Mauna Kea, helped Sheppard and his collaborators astronomer David Tholen at the University of Hawaii, astronomer Chad Trujillo at Northern Arizona University, and planetary scientist Patryk Sofia Lykawka at Kindai University in Japan, to focus in on the other extremely faint Neptunian moon, S/2021 N1.\n\nBoth moons, which bring the total of Neptune’s known natural satellites to 18, were first spotted in September 2021, but required follow-up observations with different telescopes over the past couple of years to confirm their orbits.\n\n“Once S/2002 N5’s orbit around Neptune was determined using the 2021, 2022, and 2023 observations, it was traced back to an object that was spotted near Neptune in 2003 but lost before it could be confirmed as orbiting the planet,” Sheppard said.\n\nThe bright S/2002 N5 moon is 14 miles (23 kilometers) in diameter and takes nearly nine years to complete an orbit of Neptune, while faint S/2021 N1 is about 8.7 miles (14 kilometers) across and has a lengthy orbit of about 27 years. Both will eventually get new names that reference the Nereid sea goddesses from Greek mythology. Neptune was named for the Roman god of the sea, so the planet’s moons are named after lesser sea gods and nymphs.\n\nFinding all three moons required dozens of brief, five-minute exposures over the course of three or four hours on different nights.\n\n“Because the moons move in just a few minutes relative to the background stars and galaxies, single long exposures are not ideal for capturing deep images of moving objects,” Sheppard said. “By layering these multiple exposures together, stars and galaxies appear with trails behind them, and objects in motion similar to the host planet will be seen as point sources, bringing the moons out from behind the background noise in the images.”\n\nA chaotic solar system\nBy studying the distant, angular orbits of the moons, Sheppard hypothesized that the satellites were pulled into orbit around Uranus and Neptune due to the gravitational influence of the giant planets shortly after they formed. The outer moons orbiting all the giant planets across our solar system — Jupiter, Saturn, Uranus and Neptune — share similar configurations.\n\n“Even Uranus, which is tipped on its side, has a similar moon population to the other giant planets orbiting our Sun,” Sheppard said. “And Neptune, which likely captured the distant Kuiper Belt object Triton — an ice rich body larger than Pluto — an event that could have disrupted its moon system, has outer moons that appear similar to its neighbors.”\n\nIt’s possible that some of the moons around the giant planets are fragments of once larger moons that collided with asteroids or comets and broke apart.\n\nUnderstanding how the giant planets captured their moons helps astronomers piece together the chaotic early days of our solar system.",
      "Source": "Ashley Strickland, CNN",
      "time": "2024-02-28"
    },
    {
      "title": "Potentially habitable ‘super-Earth’ spotted 137 light-years away",
      "hot": false,
      "text": "[/images/new_8_image_1.png]\n\n (CNN) — Astronomers have discovered a “super-Earth,” or a world larger than our planet, orbiting a star about 137 light-years away. A second planet, thought to be the size of Earth, may also be orbiting the same star.\n\nThe super-Earth exoplanet, known as TOI-715b, orbits a red dwarf star that is cooler and smaller than our sun. Astronomers spotted the planet using NASA’s TESS, or Transiting Exoplanet Survey Satellite, mission. A study detailing the discovery was published in January in the Monthly Notices of the Royal Astronomical Society.\n\nResearchers have determined that the planet, estimated to be one and a half times as wide as our planet, takes just over 19 Earth days to complete one orbit around its star. The planet is close enough to its star to exist within the habitable zone, or the distance from a star that provides a planet with the right temperature for liquid water to exist on its surface.\n\nThe habitable zone is usually calculated based on factors such as the size, temperature and mass of a star as well as the reflectivity of a planet’s surface. But there can be large margins of error associated with these factors, calling into question whether a planet really resides in the habitable zone, said lead study author Dr. Georgina Dransfield, a postdoctoral researcher at the University of Birmingham’s School of Physics and Astronomy in the United Kingdom.\n\nAstronomers believe that TOI-715b exists in a narrow and more optimal region around the star known as the conservative habitable zone, which is less likely to be affected by the margins of error.\n\n“This discovery is exciting as it’s the first super-Earth from TESS to be found within the conservative habitable zone,” Dransfield said. “Additionally, as it’s relatively close by, the system is suitable for further atmospheric investigations.”\n\nTESS, the planet hunter\nSince it launched in 2018, TESS has helped astronomers spot planets around relatively nearby stars suitable for follow-up observations with ground- and space-based observatories.\n\n“This is allowing us to get a much clearer picture of the diversity of exoplanetary systems orbiting a broad range of stellar types,” Dransfield said.\n\nTelescopes can pick up on dips in starlight that indicate the planet is passing in front of its star, and those dips in starlight are called transits. TOI-715b is close to its star and has a quick orbit, meaning that the planet passes in front of its star, or transits, frequently. As a result, the exoplanet is an optimal candidate for future observations with the James Webb Space Telescope. The Webb telescope sees the universe in infrared light, which is invisible to the human eye, and can peer inside the atmospheres of planets.\n\nAs the planet transits the star, starlight filters through it, allowing Webb to look for evidence of an atmosphere and even determine the planet’s atmospheric composition. And understanding whether planets have atmospheres can reveal more about their ability to be potentially habitable for life.\n\n“We really want to know the planet’s mass with high precision to understand if it’s a true super-Earth or a member of the novel category of ocean worlds,” Dransfield said, referring to moons with global oceans such as Jupiter’s Europa or Saturn’s Enceladus. “This will allow us to really shape our follow-up investigations and learn more about exoplanet demographics as a whole.”\n\nTo confirm the existence of the likely Earth-size second planet, researchers need more successful observations of the planet’s transits in different wavelengths of light, Dransfield said.\n\nIf the Earth-size planet is confirmed, it will become the smallest planet yet that TESS has found in a habitable zone.\n\nThe search for Earth-like planets\nRed dwarf stars are the most common stars in our galaxy, and a number of them have been found to host small, rocky worlds, such as the recently discovered TRAPPIST system with its seven planets, located 40 light-years away. Planets that orbit more closely to these smaller, cooler stars could receive enough warmth to be potentially habitable.\n\nBut a key question is whether these planets are also close enough to be lashed by stellar flares and radiation, which could erode their atmospheres, evaporate water and limit their ability to be habitable for life.\n\nTOI-715b’s star has only shown a couple of flares within the past two years and isn’t considered active, making it an old star, Dransfield said.\n\nIn the future, astronomers hope to have the ability to search for planets around stars more similar to our sun, which will require the ability to block intense starlight to find faint Earth-size planets.\n\nUpcoming missions such as the European Space Agency’s PLATO, or PLAnetary Transits and Oscillations of stars, will carry 26 cameras to study Earth-like planets in habitable zone orbits around sun-like stars. The mission is expected to launch in 2026.\n\n“So far, no telescope has been capable of this, but it should be possible within the next decade,” Dransfield said, referring to PLATO. “This will be one of the most anticipated discoveries, as it will begin to show us how common planets truly similar to Earth really are.”",
      "Source": "Ashley Strickland, CNN",
      "time": "2024-02-08"
    },
    {
      "title": "Stone Age megastructure found submerged in the Baltic Sea wasn’t formed by nature, scientists say",
      "hot": false,
      "text": "[/images/new_9_image_1.png]\n\n (CNN) — A megastructure found in the Baltic Sea may represent one of the oldest known hunting structures used in the Stone Age — and could change what’s known about how hunter-gatherers lived around 11,000 years ago.\n\nResearchers and students from Kiel University in Germany first came across the surprising row of stones located about 69 feet (21 meters) underwater during a marine geophysical survey along the seafloor of the Bay of Mecklenburg, about 6 miles (9.7 kilometers) off the coast of Rerik, Germany.\n\nThe discovery, made in the fall of 2021 while aboard the research vessel RV Alkor, revealed a wall made of 1,670 stones that stretched for more than half a mile (1 kilometer). The stones, which connected several large boulders, were almost perfectly aligned, making it seem unlikely that nature had shaped the structure.\n\nAfter the researchers alerted the Mecklenburg-Vorpommern State Office for Culture and Monument Preservation to their find, an investigation began to determine what the structure might be and how it ended up at the bottom of the Baltic Sea. Diving teams and an autonomous underwater vehicle were used to study the site.\n\nThe team determined that the wall was likely built by Stone Age communities to hunt reindeer more than 10,000 years ago.\n\nA study describing the structure was published Monday in the journal Proceedings of the National Academy of Sciences.\n\n“Our investigations indicate that a natural origin of the underwater stonewall as well as a construction in modern times, for instance in connection with submarine cable laying or stone harvesting are not very likely. The methodical arrangement of the many small stones that connect the large, non-moveable boulders, speaks against this,” said lead study author Dr. Jacob Geersen, senior scientist at the Leibniz Institute for Baltic Sea Research in Germany, in a statement.\n\nTurning back time\nThe wall was likely built more than 10,000 years ago along the shoreline of a lake or a bog, according to the study. Rocks were plentiful in the area at the time, left behind by glaciers that had moved across the landscape.\n\nBut studying and dating submerged structures is incredibly difficult, so the research team had to analyze how the region has evolved to determine the approximate age of the wall. They collected sediment samples, created a 3D model of the wall and virtually reconstructed the landscape where it was originally built.\n\nSea levels rose significantly after the end of the last ice age about 8,500 years ago, which would have led to the wall and large parts of the landscape being flooded, according to the study authors.\n\nBut things were different nearly 11,000 years ago.\n\n“At this time, the entire population across northern Europe was likely below 5,000 people. One of their main food sources were herds of reindeer, which migrated seasonally through the sparsely vegetated post-glacial landscape,” said study coauthor Dr. Marcel Bradtmöller, research assistant in prehistory and early history at the University of Rostock in Germany, in a statement. “The wall was probably used to guide the reindeer into a bottleneck between the adjacent lakeshore and the wall, or even into the lake, where the Stone Age hunters could kill them more easily with their weapons.”\n\n[/images/new_9_image_2.png]\n\nThe hunter-gatherers used spears, bows and arrows to catch their prey, Bradtmöller said.\n\nA secondary structure may have been used to create the bottleneck, but the research team hasn’t found any evidence of it yet, Geersen said. However, it’s likely that the hunters guided the reindeer into the lake because the animals were slow swimmers, he said.\n\nAnd the hunter-gatherer community seemed to recognize that the deer would follow the path created by the wall, the researchers said.\n\n“It seems that the animals are attracted by such linear structures and that they would rather follow the structure instead of trying to cross it, even if it is only 0.5 meters (1.6 feet) high,” Geersen said.\n\nThe discovery changes the way researchers think about highly mobile groups like hunter-gatherers, Bradtmöller said. Building a massive permanent structure like the wall implies that these regional groups may have been more location-focused and territorial than previously believed, he said.\n\nHunting sites around the world\nThe discovery marks the first Stone Age hunting structure in the Baltic Sea region. But other comparable prehistoric hunting structures have been found elsewhere around the globe, including the United States and Greenland, as well as Saudi Arabia and Jordan, where researchers have discovered traps known as “desert kites.”\n\nStonewalls and hunting blinds built for hunting caribou were previously found at the bottom of Lake Huron in Michigan and discovered at a depth of 98 feet (30 meters). The Lake Huron wall’s construction and location, which includes a lakeshore to one side, is most similar to the Baltic Sea wall’s, the study authors said.\n\nMeanwhile, the scientists continue their investigation in the Baltic using sonar and sounding devices, as well as planning future dives to search for archaeological finds. Only by combining the expertise from those in fields like marine geology, geophysics and archaeology are such discoveries possible, Geersen said.\n\nUnderstanding the location of lost structures and artifacts on the seafloor is key as demand for offshore areas increases due to tourism and fishing and the construction of pipelines and wind farms, he said. And other undiscovered treasures at the bottom of the Baltic could potentially shed more light on ancient hunter-gatherer communities.\n\n“We have evidence for the existence of comparable stonewalls at other locations in the (Bay of Mecklenburg). These will be systematically investigated as well,” said study coauthor Dr. Jens Schneider von Deimling, researcher in the Marine Geophysics and Hydroacoustics group at Kiel University, in a statement.",
      "Source": "Ashley Strickland, CNN",
      "time": "2024-02-12"
    },
    {
      "title": "One of Saturn’s smallest moons has a secret ocean",
      "hot": false,
      "text": "[/images/new_9_image_1.png]\n\n (CNN) — Astronomers have uncovered additional evidence that one of Saturn’s smallest moons, Mimas, is hiding a global ocean beneath its icy surface. Building a stronger case for the presence of water — essential to life as we know it — could help scientists gain a better understanding of where to search for habitable worlds in the vast expanse of deep space.\n\nScientists previously thought Mimas was just a big chunk of ice before NASA’s Cassini mission studied Saturn and some of its 146 moons by orbiting the ringed planet between 2004 and 2017.\n\nDiscovered in 1789 by English astronomer William Herschel as a tiny dot near Saturn, Mimas was first imaged from space by the Voyager probes in 1980. Craters cover the surface of Mimas, but the largest one is 80 miles (about 130 kilometers) across and causes the moon to resemble the Death Star from the “Star Wars” films.\n\nData collected during Cassini flybys of Mimas intrigued astronomers. The moon takes a little more than 22 hours to orbit Saturn and is only about 115,000 miles (186,000 kilometers) from the planet. The Cassini data showed that Mimas’ rotation and orbital motion experienced changes triggered by the moon’s interior.\n\nA team of European researchers determined in 2014 that either a rigid, elongated and rocky core or a subsurface ocean caused the moon’s rotation and motion.\n\nTo follow up on the previous study, Observatoire de Paris astronomer Dr. Valéry Lainey and his colleagues analyzed the orbital motion data to see which scenario was most likely. The findings were published Wednesday in the journal Nature.\n\nThe team determined that the moon’s spin and orbital motion didn’t match up with the Cassini observations if Mimas had a pancake-shaped rocky core. Instead, the evolution of Mimas’ orbit over time suggested an internal ocean has shaped its motion, Lainey said.\n\n“This discovery adds Mimas to an exclusive club of moons with internal oceans, including Enceladus and Europa, but with a unique difference: its ocean is remarkably young, estimated to be only 5 (million) to 15 million years old,” said study coauthor Dr. Nick Cooper, honorary research fellow in the astronomy unit of the School of Physical and Chemical Sciences at Queen Mary University of London, in a statement.\n\nOld surface, young ocean\nThe research team determined the origin and age of Mimas’ ocean by studying how the moon, roughly 249 miles (400 kilometers) in diameter, responded to the gravitational forces that Saturn exerted on it.\n\n“Internal heating must come from the tides raised by Saturn on Mimas,” Lainey said. “These tidal effects have induced friction inside the satellite, providing heat.”\n\nThe team suspects the ocean is about 12.4 miles to 18.6 miles (20 kilometers to 30 kilometers) deep beneath the moon’s ice shell. With the ocean so young, astronomically speaking, there wouldn’t be any outward signs of activity on the surface to imply the presence of a subsurface ocean.\n\nThe craters across Mimas act like telltale wrinkles, suggesting it has an old surface. But Saturn’s Enceladus appears younger because active geysers have contributed to resurfacing, or depositing of new, fresh material on that moon’s surface.\n\nThe ocean is still evolving, so Mimas may offer a unique window into the processes behind how subsurface oceans have formed on other icy moons, the researchers said.\n\nA closer look at ocean worlds\nThe discovery could change the way astronomers think about moons across our solar system.\n\n“If Mimas hides a global ocean, this means that liquid water could lie almost anywhere,” Lainey said. “We already have serious candidates for global oceans (on moons such as) Callisto, Dione and Triton.”\n\nIn 2017, NASA announced that ocean worlds may be the most likely places of finding life beyond Earth, and missions such as the European Space Agency’s Juice and NASA’s Europa Clipper and Dragonfly spacecraft will investigate the potential habitability of Jupiter’s moons Europa, Ganymede and Callisto and Saturn’s moon Titan.\n\n[/images/new_10_image_2.png]\n\n“The existence of a recently formed liquid water ocean makes Mimas a prime candidate for study, for researchers investigating the origin of life,” Cooper said.\n\nIt may be time to observe other seemingly quiet moons across the solar system that could be hiding conditions that can support life, the study authors said.\n\n“Lainey and colleagues’ findings will motivate a thorough examination of mid-sized icy moons throughout the Solar System,” wrote Drs. Matija Ćuk and Alyssa Rose Rhoden in an article that accompanied the study. Ćuk is a research scientist at the SETI Institute in California, and Rhoden is a principal scientist at the Southwest Research Institute’s Planetary Science Directorate in Colorado.\n\nNeither author was involved in the study, but Rhoden has authored research about the potential for a “stealth” ocean on Mimas.\n\n“Basically, the difference between our 2022 paper and this new paper is that we found an ocean could not be ruled out by Mimas’ geology, whereas they are actually detecting the signature of the ocean within Mimas’ orbit,” Rhoden said. “It is the strongest evidence we have, so far, that Mimas really does have an ocean today.”\n\nSince the 2022 report, Rhoden and her research group have continued their study of Mimas, and they agree with the new study’s conclusion about the relatively young age of the moon’s ocean.\n\n“Mimas certainly demonstrates that moons with old surfaces can be hiding young oceans, which is pretty exciting,” Rhoden said. “I do think we can speculate as to moons having developed oceans much more recently than we often assume.”",
      "Source": "Ashley Strickland, CNN",
      "time": "2024-02-7"
    },
    {
      "title": "Earth’s core is leaking, scientists say",
      "hot": true,
      "text": "[/images/new_11_image_1.png]\n\n (CNN) — Scientists have detected a surprising amount of a rare version of helium, called helium-3, in volcanic rocks on Canada’s Baffin Island, lending support to the theory that the noble gas is leaking from Earth’s core — and has been for millennia.\n\nThe research team also detected helium-4 within the rocks.\n\nWhile helium-4 is common on Earth, helium-3 is more readily found elsewhere in the cosmos, which is why scientists were surprised to detect a larger amount of the element than had been previously reported from the rocks on Baffin Island. A study describing the discovery published recently in the journal Nature.\n\n“At the most basic level, there is little 3He (helium-3) in the universe compared to 4He (helium-4),” said lead study author Forrest Horton, associate scientist in the department of geology and geophysics at Woods Hole Oceanographic Institution, in an email.\n\n“3He is rare in Earth because it has not been produced in or added to the planet in significant quantities and it is lost to space,” Horton added. “As Earth’s rocky portion stirs and convects like hot water on a stove top, material ascends, cools, and sinks.\nDuring the cooling stage, helium is lost to the atmosphere and then to space.”\n\nDetecting elements that leak from Earth’s core can help scientists unlock insights into how our planet formed and evolved over time, and the new findings provide evidence to bolster an existing hypothesis about how our planet came to be.\n\nA trove of ‘scientific treasures’\nBaffin Island, located in the territory of Nunavut, is the largest island in Canada. It’s also the fifth-largest island in the world.\n\nA high ratio of helium-3 to helium-4 was first detected in Baffin Island volcanic rocks by Solveigh Lass-Evans as part of her doctoral studies under the supervision of University of Edinburgh scientist Finlay Stuart. Their findings were published in Nature in 2003.\n\nThe composition of a planet is a reflection of the elements that formed it, and previous research found that trace amounts of helium-3 leaking from Earth’s core supports the popular theory that our planet originated in a solar nebula — a cloud of gas and dust that likely collapsed due to the shock wave of a nearby supernova — which contained the element.\n\nHorton and his colleagues took it a step further when they conducted research on Baffin Island in 2018, studying the lava that erupted millions of years ago when Greenland and North America split apart, making way for a new seafloor. They wanted to investigate the rocks that may contain insights about the contents locked within Earth’s core and mantle, the mostly solid layer of Earth’s interior located beneath its surface.\n\n[/images/new_11_image_2.png]\n\nThe researchers traveled by helicopter to reach the remote, otherworldly landscape of the island, where lava flows have formed towering cliffs, giant icebergs float by and polar bears stalk the coastline. Local organizations, including the Qikiqtani Inuit Association and Nunavut Research Institute, provided the researchers with access, advice and protection from the bears, Horton said.\n\n“This area on Baffin Island holds special importance both as sacred lands for the local communities and as a scientific window into the deep Earth,” he said.\n\nThe Arctic rocks that Horton and his team investigated revealed surprisingly higher measurements of helium-3 and helium-4 than was reported by previous research, and the measurements varied among the samples they collected.\n\n“Many of the lavas are full of bright green olivine (also known as the gemstone peridot), so breaking off fresh pieces with a rock hammer was as thrilling as breaking apart geodes as a kid: each rock was a treasure to be discovered,” Horton said. “And what scientific treasures they turned out to be!”\n\nOnly about one helium-3 atom exists for every million helium-4 atoms, Horton said. The team measured about 10 million helium-3 atoms per gram of olivine crystals.\n\n“Our high 3He/4He measurements imply that gases, presumably inherited from the solar nebula during solar system formation, are better preserved in Earth than previously thought,” he said.\n\nTracing Earth’s history\nBut how did the helium-3 end up in the rocks in the first place?\n\nThe answer may begin as far back as the big bang, which, when it created the universe, also released an abundance of hydrogen and helium. These elements were incorporated into the formation of galaxies over time.\n\nScientists believe our solar system formed 4.5 billion years ago within a solar nebula. As the dust cloud collapsed from a nearby supernova event, the resulting material formed a spinning disk that eventually gave rise to our sun and the planets, according to NASA.\n\nHelium inherited from the solar nebula likely became locked in Earth’s core as the planet formed, making the core a reservoir of noble gases. As helium-3 leaked from the core, it ascended to the surface through the mantle in the form of magma plumes that eventually erupted on Baffin Island.\n\n“During the eruption, the vast majority of the gases in the magma escaped to the atmosphere,” Horton said. “Only the olivine crystals that grew prior to eruption trapped and preserved the helium from the deep Earth.”\n\nThe new research supports the idea that helium-3 is leaking from Earth’s core and has been for some time, but the researchers aren’t entirely sure when this process began.\n\n“The lavas are about 60 million years old, and the ascent of the mantle plume took perhaps tens of millions of years,” Horton said. “So, the helium we measured in these rocks would have escaped the core perhaps 100 million years ago or possibly much earlier.”\n\nHelium leaking from Earth’s core doesn’t affect our planet or have any negative implications, he said. The noble gas does not chemically react with matter, so it won’t have an impact on humanity or the environment.\n\nNext, the research team wants to investigate whether the core is a storehouse of other light elements, which could account for the why Earth’s outer core is less dense than expected.\n\n“Is the core a major repository of elements like carbon and hydrogen, which are so important in terms of planetary habitability? If so, have fluxes of these elements from the core over (Earth’s) history influenced planetary evolution? I am excited to investigate links between helium and other light elements,” Horton said. “Perhaps helium can be used to track other elements across the core-mantle boundary.”\n\nClarification: This story has been updated to reflect the solar system formed from a collapsed dust cloud that had resulted from a nearby supernova event.",
      "Source": "Ashley Strickland, CNN",
      "time": "2023-10-30"
    },
    {
      "title": "Neptune’s clouds have disappeared, and scientists think they know why",
      "hot": false,
      "text": "[/images/new_12_image_1.png]\n\n (CNN) — Astronomers have been puzzling over a mystery on Neptune, and now they think they have unlocked its secret.\n\nThe ice giant’s ghostly, cirrus-like clouds largely disappeared four years ago. Today, just a patch hovers over the planet’s south pole.\n\nThanks to an analysis of nearly three decades’ worth of Neptune observations captured by three space telescopes, scientists have determined the ice giant’s diminished clouds may indicate that shifts in their abundance are in sync with the solar cycle, according to a recent study published in the journal Icarus.\n\n“These remarkable data give us the strongest evidence yet that Neptune’s cloud cover correlates with the Sun’s cycle,” said senior study author Imke de Pater, professor emeritus of astronomy at the University of California, Berkeley, in a news release. “Our findings support the theory that the Sun’s (ultraviolet) rays, when strong enough, may be triggering a photochemical reaction that produces Neptune’s clouds.”\n\nDuring the solar cycle, the level of activity in the sun’s dynamic magnetic fields waxes and wanes. The magnetic field flips every 11 years as it becomes more tangled like a ball of yarn, according to NASA. When there is heightened activity on the sun, more intense ultraviolet radiation bombards the solar system.\n\nWith data from NASA’s Hubble Space Telescope, the W.M. Keck Observatory in Hawaii and the Lick Observatory in California, scientists observed 2.5 cycles of cloud activity over the 29-year period of Neptune observations — during which the planet’s reflectivity increased in 2002 and dimmed in 2007. Neptune brightened again in 2015, before darkening in 2020 to the lowest level ever seen. That’s when most of the cloud cover faded away.\n\n“Even now, four years later, the most recent images we took this past June still show the clouds haven’t returned to their former levels,” said the study’s lead author Erandi Chavez, a doctoral student at the Center for Astrophysics, Harvard & Smithsonian, in a statement.\n\nThe findings are “extremely exciting and unexpected, especially since Neptune’s previous period of low cloud activity was not nearly as dramatic and prolonged,” Chavez added.\n\n[/images/new_12_image_2.png]\n\nA surprising correlation\nThe authors also found that two years after the cycle’s peak, more clouds appeared on Neptune — and that the more clouds there were, the brighter Neptune was from the sunlight reflecting off it. That connection was “surprising to planetary scientists because Neptune is our solar system’s farthest major planet and receives sunlight with about 0.1% of the intensity Earth receives,” according to NASA. The findings also contradict the idea of the clouds being affected by Neptune’s four seasons, which each last about 40 years.\n\n“This is a very interesting paper and a very nice piece of good, old-fashioned detailed detective work,” said Patrick Irwin, a professor of planetary physics at the University of Oxford who wasn’t involved in the study, via email. “This new paper covers a longer time frame than previous studies and shows a convincing correlation of the observed cloud cover with the solar UV brightness.”\n\nBut there is a two-year time lag between the solar cycle’s peak and Neptune’s increased abundance of clouds. The authors think this gap could be explained by the photochemistry that occurs high in the planet’s upper atmosphere, which takes time to produce clouds.\n\nThe relationship between increased brightness of the sun and cloud formation could be due to the generation of ionized molecules that can act as cloud condensation nuclei and help initiate condensation, Irwin said.\n\n“It’s fascinating to be able to use telescopes on Earth to study the climate of a world more than 2.5 billion miles away from us,” said study coauthor Carlos Alvarez, a staff astronomer at Keck Observatory, in a statement. “Advances in technology and observations have enabled us to constrain Neptune’s atmospheric models, which are key to understanding the correlation between the ice giant’s climate and the solar cycle.”\n\nThe research team is still monitoring Neptune’s cloud activity since more UV light could also darken the planet’s clouds, lowering its overall brightness, the authors said.\n\nAdditionally, Neptune storms rising from the deep atmosphere do influence the planet’s cloud cover — but aren’t related to clouds formed in the upper atmosphere. That variable could interfere with studies looking at correlations between photochemically produced clouds and the solar cycle. More research could also suggest how long the near absence of clouds on Neptune might last.\n\nThese pursuits, in turn, could not only expand astronomers’ knowledge of Neptune but also help researchers better understand the many exoplanets outside the solar system believed to have characteristics similar to the ice giant, according to NASA.\n\nThe study also “underlines the need to keep monitoring the solar system planets,” Irwin said. “It’s only by observing these planets at regular intervals that it is possible to build up a long-term, reliable dataset to probe for these periodic variations.”",
      "Source": "Kristen Rogers, CNN",
      "time": "2023-8-22"
    },
    {
      "title": "Scientists discover an alarming change in Antarctica’s past that could spell devastating future sea level rise",
      "hot": true,
      "text": "[/images/new_13_image_1.png]\n\n (CNN) — Evidence from a 2,000-foot-long ice core reveals that the West Antarctic Ice Sheet shrank suddenly and dramatically around 8,000 years ago, according to new research — providing an alarming insight into how quickly Antarctic ice could melt and send sea levels soaring.\n\nPart of the ice sheet thinned by 450 meters (1,476 feet) — a height greater than the Empire State Building — over a period of just 200 years at the end of the last Ice Age, according to the study published Wednesday in the journal Nature Geoscience.\n\nIt’s the first direct evidence that shows such a rapid loss of ice anywhere in Antarctica, according to the study’s authors.\n\nWhile scientists knew the ice sheet was bigger at the end of the last Ice Age than today, much less was known about when exactly that shrinking happened, said Eric Wolff, a glaciologist at the University of Cambridge in the UK and a study author.\n\nThis study changes that, he told CNN. “We’ve been able to say exactly when it retreated, but we’ve also been able to say how fast it retreated.”\n\nNow it’s clear the ice sheet retreated and thinned very rapidly in the past, Wolff said, the danger is that it could begin again. “If it does start to retreat, it really will do it very fast,” he added.\n\nThat could have catastrophic consequences for global sea level rise. The West Antarctic Ice Sheet holds enough water to raise sea levels by about 5 meters – more than 16 feet — which would cause devastating flooding in coastal towns and cities around the world.\n\nThe study is “an excellent piece of detective work” about a major part of the Antarctic ice sheet, said Ted Scambos, a glaciologist at the University of Colorado Boulder.\n\nThe key message is “the amount of ice stored in Antarctica can change very quickly — at a pace that would be hard to deal with for many coastal cities,” he told CNN.\n\n[/images/new_13_image_2.png]\n\nIce cores are historical archives of the Earth’s atmosphere. Made up of layers of ice that formed as snow fell and compacted over thousands of years, they contain bubbles of ancient air as well as contaminants that provide a record of environmental changes over millennia.\n\nThe ice core analyzed in the study was drilled from Skytrain Ice Rise located at the edge of the ice sheet, near the point where the ice starts to float and become part of the Ronne Ice Shelf.\n\nScientists extracted it in 2019, in a painstaking process that involved drilling constantly for 40 days, pulling up a thin cylinder of ice a few feet at a time. They then cut the core into sections, packed them in insulated boxes kept at minus 20 degrees Celsius, and sent them to the UK via plane then ship.\n\nOnce in the UK, the scientists measured the ice core’s water isotopes, which provide information on temperature in the past. Warmer temperatures indicate lower-lying ice — think of it like a mountain, Wolff said, the higher up you go the colder it gets.\n\nThey also measured the pressure of trapped air bubbles in the ice. Lower-lying and thinner ice contains higher pressure air bubbles.\n\n[/images/new_13_image_3.png]\n\n[/images/new_13_image_4.png]\n\nIt was a surprise when the data revealed just how quickly the ice had thinned at the end of the last Ice Age, Wolff said. “We actually spent a lot of time checking that we hadn’t made a mistake with the analysis.”\n\nThe West Antarctic Ice Sheet is particularly vulnerable to climate change, because the land under it is below sea level and slopes downward. When warm water gets underneath, it can melt very fast. “It can have a runaway process, and that’s evidently what happened 8,000 years ago,” Wolff said.\n\nWhat makes the findings so alarming, said Isobel Rowell, an ice core scientist at the British Antarctic Survey and a study co-author, is that once that runaway happens “there’s really very little, if anything, that we can do to stop it,” she told CNN.\n\nThe crucial thing “is not to test it too far,” Wolff said, and that means tackling climate change. “We can avoid these tipping points still,” he said.\n\nThe new data will help improve the accuracy of the models scientists use to predict how the ice sheet will respond to future global heating, the report says.\n\nDavid Thornalley, an ocean and climate scientist at University College London, said the study’s data was “striking.” He cautioned that as the study looked at a period 8,000 years ago, when climate conditions were different, the results aren’t a direct example of what could happen today. But, he added, they are still able to offer an “insight into the way that ice sheets can collapse.”\n\nThe study comes as scientists continue to sound the alarm about what is happening to the Earth’s most isolated continent.\n\nFor example, the Thwaites Glacier, also in West Antarctica, is melting rapidly. A 2022 study said the Thwaites — dubbed the Doomsday Glacier for the catastrophic impact its collapse would have on sea level rise — was hanging on “by its fingernails” as the planet warms.\n\nThis new study adds to these concerns, Scambos said. “(It) shows that the very same processes we are seeing just beginning now, in areas like Thwaites Glacier, have played out before in similar areas of Antarctica and indeed, the pace of ice loss was equal to our worst fears about a runaway ice loss.”",
      "Source": "Laura Paddison, CNN",
      "time": "2024-02-08"
    },
    {
      "title": "Critical Atlantic Ocean current system is showing early signs of collapse, prompting warning from scientists",
      "hot": true,
      "text": "[/images/new_14_image_1.png]\n\n (CNN) — \nA crucial system of ocean currents may already be on course to collapse, according to a new report, with alarming implications for sea level rise and global weather — leading temperatures to plunge dramatically in some regions and rise in others.\n\nUsing exceptionally complex and expensive computing systems, scientists found a new way to detect an early warning signal for the collapse of these currents, according to the study published Friday in the journal Science Advances. And as the planet warms, there are already indications it is heading in this direction.\n\nThe Atlantic Meridional Overturning Circulation (the AMOC) — of which the Gulf Stream is part — works like a giant global conveyor belt, taking warm water from the tropics toward the far North Atlantic, where the water cools, becomes saltier and sinks deep into the ocean, before spreading southward.\n\nThe currents carry heat and nutrients to different areas of the globe and play a vital role in keeping the climate of large parts of the Northern Hemisphere relatively mild.\n\nFor decades, scientists have been sounding the alarm on the circulation’s stability as climate change warms the ocean and melts ice, disrupting the balance of heat and salt that determines the currents’ strength.\n\nWhile many scientists believe the AMOC will slow under climate change, and could even grind to a halt, there remains huge uncertainty over when and how fast this could happen. The AMOC has only been monitored continuously since 2004.\n\nScientists do know — from building a picture of the past using things like ice cores and ocean sediments — the AMOC shut down more than 12,000 years ago following rapid glacier melt.\n\nNow they are scrambling to work out if it could happen again.\n\nThis new study provides an “important breakthrough,” said René van Westen, a marine and atmospheric researcher at the University of Utrecht in the Netherlands and study co-author.\n\nThe scientists used a supercomputer to run complex climate models over a period of three months, simulating a gradual increase of freshwater to the AMOC — representing ice melt as well as rainfall and river runoff, which can dilute the ocean’s salinity and weaken the currents.\n\nAs they slowly increased the freshwater in the model, they saw the AMOC gradually weaken until it abruptly collapsed. It’s the first time a collapse has been detectable using these complex models, representing “bad news for the climate system and humanity,” the report says.\n\nWhat the study doesn’t do, however, is give timeframes for a potential collapse. More research is needed, van Westen told CNN, including models which also mimic climate change impacts, such as increasing levels of planet-heating pollution, which this study did not.\n\n“But we can at least say that we are heading in the direction of the tipping point under climate change,” van Westen said.\n\nThe impacts of the AMOC’s collapse could be catastrophic. Some parts of Europe might see temperatures plunge by up to 30 degrees Celsius over a century, the study finds, leading to a completely different climate over the course of just a decade or two.\n\n“No realistic adaptation measures can deal with such rapid temperature changes,” the study authors write.\n\nCountries in the Southern Hemisphere, on the other hand, could see increased warming, while the Amazon’s wet and dry seasons could flip, causing serious disruption to the ecosystem.\n\nThe AMOC’s collapse could also cause sea levels to surge by around 1 meter (3.3 feet), van Westen said.\n\nStefan Rahmstorf, a physical oceanographer at Potsdam University in Germany, who was not involved with the study, said it was “a major advance in AMOC stability science.”\n\n“It confirms that the AMOC has a tipping point beyond which it breaks down if the Northern Atlantic Ocean is diluted with freshwater,” he told CNN.\n\nPrevious studies finding the AMOC’s tipping point used much simpler models, he said, giving hope to some scientists that it might not be found under more complex models.\n\nThis study crushes those hopes, Rahmstorf said.\n\nJoel Hirschi, associate head of marine systems modeling at the National Oceanography Centre in the UK, said the study was the first to use complex climate models to show the AMOC can flip from “on” to “off” in response to relatively small amounts of freshwater entering the ocean.\n\nBut there are reasons to be cautious, he added. Even though the study used a complex model, it still has a low resolution, he said, meaning there could be limitations in representing some parts of the currents.\n\nThis study adds to the growing body of evidence that the AMOC may be approaching a tipping point — and that it could even be close.\n\nA 2021 study found that the AMOC was weaker than any other time in the past 1,000 years. And a particularly alarming — and somewhat controversial — report published in July last year, concluded that the AMOC could be on course to collapse potentially as early as 2025.\n\nYet huge uncertainties remain. Jeffrey Kargel, senior scientist at the Planetary Science Institute in Arizona, said he suspected the theory of a potentially imminent shutdown of the AMOC “will remain somewhat controversial until, one year, we know that it is happening.”\n\nHe likened its potential collapse to the “wild gyrations of a stock market that precede a major crash” — it’s nearly impossible to unpick which changes are reversible, and which are a precursor to a disaster.\n\nModern data shows the AMOC’s strength fluctuates, but there is no observed evidence yet of a decline, Hirschi said. “Whether abrupt changes in the AMOC similar to those seen in the past will occur as our climate continues to warm is an important open question.”\n\nThis study is a piece of that puzzle, Rahmstorf said. “(It) adds significantly to the rising concern about an AMOC collapse in the not too distant future,” he said. “We will ignore this risk at our peril.”",
      "Source": "Laura Paddison, CNN",
      "time": "2024-02-09"
    },
    {
      "title": "The Amazon has survived changes in the climate for 65 million years. Now it’s heading for collapse, a study says",
      "hot": true,
      "text": "[/images/new_15_image_1.png]\n\n (CNN) — The Amazon rainforest is on course to reach a crucial tipping point as soon as 2050, with devastating consequences for the region and the world’s ability to tackle climate change, according to a study published Wednesday.\n\nThe Amazon has proven resilient to natural changes in the climate for 65 million years, but deforestation and the human-caused climate crisis have brought new levels of stress and could cause a large-scale collapse of the forest system within the next three decades, the study said.\n\nThe researchers predict that 10% to 47% of the Amazon will be exposed to stresses that could push the ecosystem to its tipping point, a critical threshold that once crossed will lead to a downward spiral of impacts.\n\nThe study, led by researchers at the Federal University of Santa Catarina in Brazil and published in the journal Nature, takes a holistic approach to estimating how soon the Amazon could reach that threshold.\n\nThe study’s authors looked at the impact of warming temperatures, extreme droughts, deforestation and fires to draw their conclusions.\n\n“We already knew about all these factors at play, but once we connected the pieces of this complex puzzle, the image was alarming,” Bernardo Flores, lead author of the study, told CNN. “Our findings revealed how the Amazon forest system could enter a phase of self-reinforced collapse sooner than previously thought.”\n\nPrevious studies had not predicted a collapse of this scale could happen in the 21st century.\n\nA collapse of the Amazon, the world’s vastest tropical rainforest, would weaken its ability to absorb planet-warming carbon pollution from the atmosphere, which would exacerbate global warming. Once known as the lungs of the planet, the Amazon has already become a net emitter of carbon emissions, meaning it releases more carbon into the atmosphere now than it absorbs. Forest fires and logging are the main reasons for that change.\n\nBut the forest is still a huge, crucial carbon sink. It holds the equivalent of 15 to 20 years of the entire world’s global carbon stores.\n\nA loss of ‘flying rivers’\nThe study also shows how a deteriorating Amazon could impact forests in other parts of South America.\n\nThe Amazon is crucial for water supply across the region, the study said, contributing as much as half of its rainfall through what the authors call “flying rivers” – rain that originates over the Amazon and spreads to other parts of the region. That means other forests and ecosystems that rely on rain are able to thrive. Those places include the Pantanal wetlands — the world’s largest tropical wetlands that cross Brazil, Bolivia and Paraguay — and the La Plata River basin, a biodiverse and crucial water system that drains one-fifth of South American land.\n\nThe Amazon provides moisture beyond the region, too.\n\n“The Amazon forest is a major pump of moisture into the atmosphere, contributing to circulation processes that transfer moisture across the globe,” Flores said. “When the forest is reduced, this weakens this process, causing the global climate to find a new equilibrium.”\n\n[/images/new_15_image_2.png]\n\nThe authors of the study noted that water stress was a common factor in the disturbances to the Amazon. Water stress occurs when there is not enough water to meet human or ecological needs.\n\nGlobal warming is intensifying the effects of water stress by causing the Amazonian climate to become drier and warmer. This increases water stress on trees, particularly those with low drought resistance in northwest parts of the forest, which “could suffer massive mortality if suddenly exposed to severe water stress,” according to the study.\n\nReaching its tipping point could also make parts of the Amazon uninhabitable due to unbearable heat and a lack of resources for indigenous peoples and local communities, the study shows.\n\n“A war of attrition on the Amazon rainforest is being waged through human-caused climate change and deforestation, which is sending this irreplaceable jewel of the planet to the brink,” said Richard Allan, a professor in Climate Science at the University of Reading, who was not involved in the study. “These critical effects … are compounded by continued destruction of forest for agriculture, settlement, and industry.”\n\nThe study recommends ending deforestation, promoting forest restoration, and expanding protected areas and Indigenous territories. Flores also stressed the need for global cooperation to cut greenhouse gas emissions and emphasized the importance of Amazonian countries cooperating to promote forest restoration.",
      "Source": "Rosa Rahimi, CNN",
      "time": "2024-02-14"
    }
  ]
