{
  "title": "Strong cold air coming tonight! Guangdong lowest break 0! As for the weather in Guangzhou",
  "time": "2024-02-21 15:07",
  "Source": "China Guangzhou Release, Guangdong Weather, Guangzhou Weather, Guangzhou Daily, Yangcheng Evening News",
  "text": "These days, Guangdong is so warm that you wear short sleeves\n\nOn February 20, most of the province\n\nThe maximum temperature has risen by 1~5°C\n\n[/images/top_new_1.png]\n\nHowever, don't rush to collect thick clothes just yet!\n\nBecause next\n\nThe weather in Guangdong will experience again\n\n\"All year round\"\n\n[/images/top_new_2.gif]\n\nToday (February 21), the cold air enters Guangdong at night, and Guangdong will usher in a \"roller coaster\" cooling\n\nIn some areas, the temperature can reach more than 10°C\n\nTemperatures will return to single digits in some areas\n\n❄\n\nBlast freezing again\n\nStrong cold air moves south, cooling and rainfalling\n\nAccording to the forecast of the Meteorological Observatory, from February 22nd to 25th, the temperature in Guangdong dropped significantly due to the influence of strong cold air.\n\nAmong them, the strong cold air front affected northern Guangdong from the night of the 21st to the early morning of the 22nd, Guangzhou on the night of the 22nd, and the southern coast on the morning of the 23rd.\n\n[/images/top_new_3.png]\n\nHeat before cooling\n\n▼\n\nAccording to the forecast of the Guangdong Meteorological Observatory\n\nBefore the temperature drops, until the day of the 21st\n\nGuangdong remained relatively stable and the temperature was warming\n\nAmong them, the maximum temperature in Leizhou Peninsula, the eastern part of the Pearl River Delta, eastern Guangdong and northeast Guangdong during the day on the 21st can be close to or reach 30 °C.\n\n[/images/top_new_4.png]\n\nThe Guangdong Meteorological Observatory predicts that the maximum temperature in Guangdong during the day on February 21 can approach or reach 30 °C.\n\nBut then came a big cooling\n\nThe weather in Guangdong will be hot first and then cold\n\nRush 30 ° C from the local maximum temperature\n\nSprint to the lowest temperature to 0°C\n\nTaking Guangzhou as an example, the maximum temperature will reach 26 °C on the 22nd, but this does not prevent the minimum temperature during the day on the 23rd from only 12 °C, and the weather will be gloomy and cold.\n\n[/images/top_new_5.png]\n\n[/images/top_new_6.png]\n\nDamp turns cold\n\n▼\n\nStrong cold air on the way south\n\nIt may also be resisted by strong warm and humid air currents\n\nThe process of confrontation between cold and warm air will give some areas\n\nBring rainy weather\n\nLight to moderate rain and locally heavy rain in northern Shaoguan, Qingyuan and Zhaoqing (localized freezing rain, sleet and freezing rain in high-altitude mountainous areas).\n\nThe rain in Guangzhou is likely to arrive on February 22. From the afternoon of February 22, strong cold air affected Guangzhou from north to south, bringing significant cooling and light rain, and the gusts on land increased to 5~6, and gusts of 6~7 in the port area and highlands.\n\nOn the other hand\n\nTemperatures can also drop rapidly\n\nIt is expected that the cities and counties of Shaoguan, Qingyuan, Zhaoqing, and northern Heyuan will drop by 10~15 °C, the southern cities and counties will drop by 4~6 °C, and the rest of the cities and counties will drop by 6~9 °C.\n\nThe lowest temperature in the process: Shaoguan and Qingyuan 3~5 °C (minus 2~0 °C in high-altitude mountainous areas, locally frozen), 14~18 °C in the southern coast, and 9~13 °C in the rest of the cities and counties (about 11 °C in the urban area of Guangzhou).\n\nIt was hot, cold and rainy\n\nBut there is still good news~\n\n▼\n\nThe weather that Cantonese people are most afraid of - back to Nantian\n\nIt will be possible after the arrival of cold air\n\nSay goodbye to Nantian\n\nThe specific weather forecast is as follows\n\nSpecific weather forecast for Guangdong\n\n▼\n\nOn the 21st, there was light to moderate rain in Shaoguan and Qingyuan, scattered light rain in the rest of the cities and counties, and (light) fog in the morning and evening. The lowest temperature in the morning: 18~20 °C in cities and counties in northern and eastern Guangdong, and 20~23 °C in most other cities and counties.\n\nFrom the 22nd to the 23rd, there was light to moderate rain and locally heavy rain in Shaoguan, Qingyuan, and Zhaoqing (local freezing rain or sleet in high-altitude mountainous areas), and scattered light rain in other cities and counties. The temperature dropped significantly, the lowest temperature: Shaoguan, Qingyuan 3~5 °C (high-altitude mountainous areas minus 1~2 °C, local freezing), the north of Heyuan, the north of Meizhou and the north of Zhaoqing 6~9 °C, the southern coast 16~20 °C, the rest of the cities and counties 10~15 °C. Wind gusts of 5~7 on land and in the Pearl River Estuary.\n\nOn the 24th and 25th, the cold weather maintained, with light rain in Shaoguan, Qingyuan, and Zhaoqing (local freezing rain or sleet in high-altitude mountainous areas), and scattered light rain in other cities and counties. Minimum temperature: Shaoguan and Qingyuan 3~5 °C (minus 2~0 °C in high-altitude mountainous areas, locally frozen), 6~9 °C in the north of Heyuan, Meizhou and Zhaoqing in the north, 14~18 °C in the southern coast, and 10~14 °C in the rest of the cities and counties.\n\nSpecific weather forecast for Guangzhou\n\n▼\n\nFrom the afternoon of the 22nd to the 24th, under the influence of strong cold air, the wind increased, the temperature dropped significantly and accompanied by light rain, of which the strong cold air front affected our city from north to south from the afternoon of the 22nd, and entered the urban area at night。\n\nOn the 25th-26th, the cold air continued to replenish, the cold weather maintained, and the lowest temperature in the process will occur on the morning of the 26th: 8~10 °C in the north, 10~11 °C in the middle, and 12~13 °C in the south.\n\nResearch and judgment of early warning signals\n\n▼\n\n22nd morning to morning\n\nAll districts in the city will release it one after another\n\nYellow Cold Warning Signal\n\n[/images/top_new_7.png]\n\n[/images/top_new_8.png]\n\nThe meteorological department reminds that after the influence of strong cold air\n\nThe temperature in most parts of Guangdong will drop significantly\n\nPlease residents everywhere\n\nPay attention to the transition of warm and cold weather, and add clothes in time to keep warm\n\nTake precautions against cold and wind\n\nSource: China Guangzhou Release, Guangdong Weather, Guangzhou Weather, Guangzhou Daily, Yangcheng Evening News",
  "updatalist": [
    {
      "id": 1,
      "content": "8:00 temperature 12°, humidity 95%, body temperature 10°"
    },
    {
      "id": 2,
      "content": "9:00 temperature 13°, humidity 95%, body temperature 11°"
    },
    {
      "id": 3,
      "content": "10:00 temperature 13°, humidity 95%, body temperature 11°"
    },
    {
      "id": 4,
      "content": "11:00 temperature 15°, humidity 95%, body temperature 15°"
    },
    {
      "id": 5,
      "content": "12:00 temperature 15°, humidity 95%, body temperature 15°"
    },
    {
      "id": 6,
      "content": "13:00 temperature 15°, humidity 95%, body temperature 14°"
    },
    {
      "id": 7,
      "content": "14:00 temperature 15°, humidity 95%, body temperature 14°"
    },
    {
      "id": 8,
      "content": "15:00 temperature 13°, humidity 95%, body temperature 11°"
    },
    {
      "id": 9,
      "content": "16:00 temperature 13°, humidity 95%, body temperature 11°"
    },
    {
      "id": 10,
      "content": "17:00 temperature 11°, humidity 95%, body temperature 10°"
    },
    {
      "id": 11,
      "content": "18:00 temperature 11°, humidity 95%, body temperature 10°"
    },
    {
      "id": 12,
      "content": "19:00 temperature 10°, humidity 95%, body temperature 9°"
    },
    {
      "id": 13,
      "content": "20:00 temperature 10°, humidity 95%, body temperature 9°"
    },
    {
      "id": 14,
      "content": "21:00 temperature 9°, humidity 95%, body temperature 8°"
    },
    {
      "id": 15,
      "content": "22:00 temperature 9°, humidity 95%, body temperature 7°"
    },
    {
      "id": 16,
      "content": "23:00 temperature 6°, humidity 95%, body temperature 6°"
    }
  ]
}